"PHONE_TITLE" = "Telefon";
"CALLS_LABEL" = "Samtal";
"CALL_FORWARDING" = "Vidarekoppling";
"SHOW_CALLER_ID" = "Visa mitt nummer";

"Loading" = "Läser in…";
"Reverted" = "Återgången";
"Saving" = "Sparar…";
"FAILED" = "Misslyckades";
"SUCCESS" = "Klar";
"ERROR" = "Fel";
"DISMISS" = "Avfärda";

"Calls" = "Samtal";
"International Assist" = "International Assist";
"Phone" = "Telefon";
"Show My Caller ID" = "Visa mitt nummer";

"SETTING_SAVE_ERROR" = "Kunde inte spara inställningen för %@.";
"kCTSettingTypeCallForwarding" = "vidarekoppling av samtal";
"kCTSettingTypeCallWaiting" = "samtal väntar";
"kCTSettingTypeCallingLineIdRestriction" = "nummer";
"kCTSettingTypeSIMLock" = "SIM-PIN";
"kCTSettingTypePIN" = "PIN-kod";

"OFF" = "Av";
"ON" = "På";

"Network Selection" = "Val av nätverk";
"SIM PIN" = "SIM-PIN";

"Call Forwarding" = "Vidarekoppling";
"Call Waiting" = "Samtal väntar";
"Network" = "Nätverk";
"SIM Applications" = "SIM-program";
"TTY" = "TTY";

"Automatic" = "Auto";

"Save" = "Spara";
"Cancel" = "Avbryt";
"Done" = "Klar";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "Lås SIM-kortet med kod. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "Lås upp SIM-kortet med kod. %@";

"Current Password" = "Nuvarande lösenord";
"New Password" = "Nytt lösenord";
"Confirm New Password" = "Bekräfta nytt lösenord";

"ATTEMPT_REMAINING" = "%@ försök återstår.";
"ATTEMPTS_REMAINING" = "%@ försök återstår.";

"COULD_NOT_LOCK" = "Kunde inte låsa SIM. %@";
"COULD_NOT_UNLOCK" = "Kunde inte låsa upp SIM. %@";
"Could not change PIN" = "Kunde inte ändra PIN. %@";
"CHANGE_PIN" = "Ändra PIN";
"Error: Passwords do not match" = "Fel: lösenorden stämmer inte överens";

"ENABLE_TTY" = "Vill du använda TTY för aktuella samtal?";
"DISABLE_TTY" = "Vill du avaktivera TTY för aktuella samtal?";

"Yes" = "Ja";
"No" = "Nej";

"PHONE" = "Mitt nummer: %@";

"MY_NUMBER" = "Mitt nummer";
"UNKNOWN_NUMBER" = "Okänt";
"MY_NUMBER_PLACEHOLDER" = "Nummer";
"SAVE_MY_NUMBER" = "Spara|Avbryt";
"CANCEL_MY_NUMBER" = "Avbryt|Spara";

"SHOW" = "Visa";
"HIDE" = "Göm";
"NETWORK" = "Förval";

"Change Voicemail Password" = "Ändra lösenord för röstbrevlåda";
"PASSWORD" = "Lösenord";
"OLD_PASSWORD_PROMPT" = "Ange det aktuella lösenordet för röstbrevlådan";
"NEW_PASSWORD_PROMPT" = "Skriv in ett nytt lösenord för röstbrevlådan";
"NEW_PASSWORD_REENTRY_PROMPT" = "Skriv in det nya lösenordet för röstbrevlådan igen";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Lösenorden stämmer inte överens. Försök igen.";
"SAVING_PASSWORD_PROMPT" = "Sparar lösenord…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Röstbrevlådan är inte tillgänglig\nFörsök igen senare.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Fel på röstbrevlådan\nDet går inte att byta lösenord just nu.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Lösenordet sparat";

"DIAL_ASSIST_HELP" = "International Assist lägger automatiskt till rätt internationellt prefix för telefonnummer vid uppringning utomlands.";

"Contacts" = "Kontakter";
"Sort Order" = "Sortera efter";
"Display Order" = "Visa efter";
"FIRST" = "För-, efternamn";
"LAST" = "Efter-, förnamn";

"CARRIER" = "Operatör";
"CARRIER_SERVICES" = "%@-tjänster";

"PIN" = "PIN-kod";
"CURRENT_PIN" = "Nuvarande PIN-kod";
"NEW_PIN" = "Ny PIN-kod";
"CONFIRM_NEW_PIN" = "Bekräfta ny PIN-kod";
"Error: PINs do not match" = "Fel: PIN-koderna matchar inte";

"FORWARD_ALL" = "Alla";
"FORWARD_CUSTOM" = "Anpassad";
"FORWARD_TO" = "Vidarekoppla till";
"FORWARDING_TO" = "Vidarekopplar till";
"NO_ANSWER" = "Inget svar";
"BUSY" = "Upptagen";
"UNREACHABLE" = "Onåbar";

"CALL_FORWARD_ERROR_TITLE" = "Vidarekoppling";
"CALL_FORWARD_ERROR_MESSAGE" = "En del inställningar för vidarekoppling kunde inte ändras";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Telefonnumret kunde inte sparas.";
